/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk von %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ wurde installiert und kann nach dem nächsten Start von %3$@ genutzt werden. Möchten Sie jetzt neu starten?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ ist derzeit die aktuelle Version.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ ist nun verfügbar (Sie haben %3$@). Möchten Sie die neue Version nun laden?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ hat kein Schreibrecht auf den Programme-Ordner! Läuft das Programm von einem Disk-Image? Wenn nicht, bitten Sie Ihren Systemadministrator um Hilfe.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "Eine neue Version von %@ wurde installiert!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Eine neue Version von %@ ist verfügbar.";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Während der Installation ist ein Fehler aufgetreten. Versuchen Sie es später noch einmal.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Beim Abfragen der Update-Informationen ist ein Fehler aufgetreten. Versuchen Sie es später noch einmal.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "Beim Abfragen der Update-Informationen ist ein Fehler aufgetreten; Sind Sie mit dem Internet verbunden? Versuchen Sie es später noch einmal.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Beim Entpacken des Archivs ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Beim Laden der Datei ist ein Fehler aufgetreten. Versuchen Sie es später noch einmal.";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Beim Starten auf Updates überprüfen?";

/* No comment provided by engineer. */
"Diagnose" = "Diagnose";

/* No comment provided by engineer. */
"Downloading update" = "Update wird geladen";

/* No comment provided by engineer. */
"Extracting update" = "Update wird extrahiert";

/* No comment provided by engineer. */
"Ignore" = "Ignorieren";

/* No comment provided by engineer. */
"Install and Relaunch" = "Installieren und neu starten";

/* No comment provided by engineer. */
"Installing update" = "Update wird installiert";

/* No comment provided by engineer. */
"No" = "Nein";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Console" = "Konsole öffnen";

/* No comment provided by engineer. */
"Ready to install!" = "Bereit zum Installieren";

/* No comment provided by engineer. */
"Unknown network error" = "Unbekannter Netzwerkfehler";

/* No comment provided by engineer. */
"Update Error!" = "Fehler beim Update!";

/* No comment provided by engineer. */
"Updating %@" = "%@ wird upgedatet";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Möchten Sie, dass %@ beim Starten nach Updates sucht? Falls nicht, können Sie die Überprüfung manuell aus dem Programm-Menü starten.";

/* No comment provided by engineer. */
"Would you like to ignore this problem or attempt to diagnose it?  You may also open the Console log to check for errors." = "Möchten Sie dieses Problem ignorieren oder versuchen, es zu analysieren? Sie können auch die Konsole öffnen, um nach Fehlern zu suchen.";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"You're up to date!" = "Sie sind auf aktuellem Stand!";

